Repository: zlbmomo/firefox-ios
Catalog: Client/*.lproj/Localizable.strings
Languages: es_mx, fr

source: A username and password are being requested by %@.
es_mx: Un nombre de usuario y contraseña están siendo solicitados por %@.
fr: Le site %@ demande un nom d’utilisateur et un mot de passe.

source: A username and password are being requested by %@. The site says: %@
es_mx: Un nombre de usuario y contraseña están siendo solicitados por %1$@. El sitio dice: %2$@
fr: Le site %1$@ demande un nom d’utilisateur et un mot de passe. Le site indique : %2$@

source: About
es_mx: Acerca de
fr: À propos

source: ActivityStream.ContextMenu.PinTopsite
es_mx: Fijar en Favoritos
fr: Épingler comme site populaire

source: ActivityStream.ContextMenu.RemovePinTopsite
es_mx: Eliminar página fijada
fr: Retirer des sites populaires

source: ActivityStream.HighlightIntro.Description
es_mx: Firefox colocará aquí lo que vayas descubriendo por la web para que puedas acceder rápidamente a los mejores artículos, videos, marcadores y muchas otras páginas
fr: Firefox met désormais en avant des éléments-clés que vous avez découverts sur le Web, afin que vous puissiez retrouver facilement des articles, vidéos, marque-pages et d’autres pages.

source: ActivityStream.HighlightIntro.Title
es_mx: Estate atento
fr: Restez à l’affût

source: ActivityStream.Highlights.Bookmark
es_mx: En marcadores
fr: Ajouté aux marque-pages

source: ActivityStream.Highlights.Title
es_mx: Destacados
fr: Éléments-clés

source: ActivityStream.Highlights.Visited
es_mx: Visitado
fr: Visité

source: ActivityStream.PageControl.Button
es_mx: Página siguiente
fr: Page suivante

source: ActivityStream.Pocket.SectionTitle
es_mx: Recomendado por Pocket
fr: Recommandations par Pocket

source: ActivityStream.Pocket.Trending
es_mx: Tendencia
fr: Tendance

source: ActivityStream.TopSites.SectionTitle
es_mx: Sitios favoritos
fr: Les plus visités

source: Add Tab
es_mx: Agregar pestaña
fr: Ajouter un onglet

source: Add to Reading List
es_mx: Agregar a la lista de lectura
fr: Ajouter à la liste de lecture

source: AddPass.Error.Dismiss
es_mx: Aceptar
fr: OK

source: AddPass.Error.Message
es_mx: Ocurrió un error al agregar el pase a Wallet. Por favor intenta de nuevo más tarde.
fr: Une erreur s’est produite lors de l’ajout du billet à Wallet. Veuillez réessayer plus tard.

source: AddPass.Error.Title
es_mx: Error al agregar pase
fr: Échec de l’ajout du billet

source: Added page to Reading List
es_mx: Página agregada a la lista de lectura
fr: Page ajoutée à la liste de lecture

source: Address and Search
es_mx: Dirección y búsqueda
fr: Recherche ou adresse

source: Always Send
es_mx: Enviar siempre
fr: Toujours envoyer

source: Authentication required
es_mx: Autenticación requerida
fr: Authentification requise

source: Back
es_mx: Atrás
fr: Retour

source: Block Pop-up Windows
es_mx: Bloquear ventanas emergentes
fr: Bloquer les fenêtres popup

source: Bookmarks
es_mx: Marcadores
fr: Marque-pages

source: Bookmarks you save will show up here.
es_mx: Marcadores guardados se mostrarán aquí.
fr: Les marque-pages que vous enregistrez s’afficheront ici.

source: Bookmarks.Folder.Label
es_mx: Carpeta
fr: Dossier

source: Bookmarks.FolderLocation.Label
es_mx: Ubicación
fr: Emplacement

source: Bookmarks.FolderName.Label
es_mx: Nombre de la carpeta
fr: Nom du dossier

source: Bookmarks.NewFolder.Label
es_mx: Nueva carpeta
fr: Nouveau dossier

source: Bookmarks.Title.Label
es_mx: Título
fr: Titre

source: Bookmarks.URL.Label
es_mx: URL
fr: Adresse web

source: Brightness
es_mx: Brillo
fr: Luminosité

source: Cancel
es_mx: Cancelar
fr: Annuler

source: Changes color theme.
es_mx: Cambiar el color del tema.
fr: Changer les couleurs.

source: Changes font type.
es_mx: Cambiar el tipo de letra
fr: Changer la police.

source: Clear Private Data
es_mx: Limpiar datos privados
fr: Effacer mes traces

source: ClipboardToast.GoToCopiedLink.Button
es_mx: Ir
fr: Ouvrir

source: ClipboardToast.GoToCopiedLink.Title
es_mx: ¿Ir al enlace copiado?
fr: Ouvrir le lien copié ?

source: Close
es_mx: Cerrar
fr: Fermer

source: Closing tab
es_mx: Cerrando pestaña
fr: Fermeture de l’onglet

source: ContextMenu.ButtonToast.NewPrivateTabOpened.ButtonText
es_mx: Cambiar
fr: Afficher

source: ContextMenu.ButtonToast.NewPrivateTabOpened.LabelText
es_mx: Nueva Pestaña Privada abierta
fr: Nouvel onglet privé ouvert

source: ContextMenu.ButtonToast.NewTabOpened.ButtonText
es_mx: Cambiar
fr: Afficher

source: ContextMenu.ButtonToast.NewTabOpened.LabelText
es_mx: Nueva Pestaña abierta
fr: Nouvel onglet ouvert

source: Copy Address
es_mx: Copiar dirección
fr: Copier l’adresse

source: Copy Image
es_mx: Copiar imagen
fr: Copier l’image

source: Copy Link
es_mx: Copiar enlace
fr: Copier le lien

source: Could not add page to Reading List. Maybe it’s already there?
es_mx: No se pudo agregar la página a la lista de lectura. ¿Ya estará ahí?
fr: Impossible d’ajouter la page à la liste de lecture. La page s’y trouve peut-être déjà ?

source: Could not add page to Reading list
es_mx: No se pudo agregar la página a la lista de lectura
fr: Impossible d’ajouter la page à la liste de lecture

source: Could not load page.
es_mx: No se pudo cargar la página
fr: Impossible de charger la page.

source: Create an account
es_mx: Crear una cuenta
fr: Créer un compte

source: Dark
es_mx: Oscuro
fr: Sombre

source: Debug: forget Sync auth state
es_mx: Depurar: olvidar estado de autenticación de Sync
fr: Déboguage : oublier le statut de l’authentification Sync

source: Debug: require password
es_mx: Depurar: requiere contraseña
fr: Déboguage : demander le mot de passe

source: Debug: require upgrade
es_mx: Depurar: requiere actualización
fr: Déboguage : demander de mettre à jour

source: Debug: use stage servers
es_mx: Depurar: usa servidores de prueba
fr: Débogage : utiliser les serveurs de test

source: Decrease text size
es_mx: Reducir tamaño del texto
fr: Réduire la taille du texte

source: Default Search Engine
es_mx: Motor de búsqueda predeterminado
fr: Moteur de recherche par défaut

source: Disable additional page dialogs
es_mx: Deshabilitar páginas adicionales de diálogos
fr: Empêcher les dialogues supplémentaires pour cette page

source: Display Settings
es_mx: Preferencias de visualización
fr: Paramètres d’affichage

source: Do you want to save the password for %@ on %@?
es_mx: ¿Deseas guardar la contraseña para %1 $@ en %2 $@?
fr: Voulez-vous enregistrer le mot de passe pour %1$@ sur %2$@ ?

source: Do you want to save the password on %@?
es_mx: ¿Deseas guardar la contraseña en %@?
fr: Voulez-vous enregistrer le mot de passe utilisé sur %@ ?

source: Do you want to update the password for %@ on %@?
es_mx: ¿Quieres actualizar la contraseña para %1$@ en %2$@?
fr: Voulez-vous mettre à jour le mot de passe pour %1$@ sur %2$@ ?

source: Do you want to update the password on %@?
es_mx: ¿Quieres actualizar la contraseña en %@?
fr: Voulez-vous mettre à jour le mot de passe utilisé sur %@ ?

source: Done
es_mx: Realizado
fr: Terminé

source: Don’t Send
es_mx: No enviar
fr: Ne pas envoyer

source: Downloads.Alert.Cancel
es_mx: No
fr: Non

source: Downloads.Alert.Confirm
es_mx: Sí
fr: Oui

source: Downloads.Alert.Message
es_mx: Firefox no puede descargar o mostrar este archivo. ¿Quieres abrirlo con otra aplicación?
fr: Firefox ne parvient pas à télécharger ou afficher ce fichier. Souhaitez-vous l’ouvrir avec une autre application ?

source: Downloads.Alert.Title
es_mx: Descargas de Firefox
fr: Téléchargements de Firefox

source: Downloads.Error.Message
es_mx: Las descargas aún no están soportadas in Firefox.
fr: Les téléchargements ne sont pas encore pris en charge par Firefox.

source: Enter your password to connect.
es_mx: Introduzca su contraseña para conectar.
fr: Saisissez votre mot de passe pour vous connecter.

source: ErrorPages.Advanced.Button
es_mx: Avanzado
fr: Avancé

source: ErrorPages.AdvancedWarning1.Text
es_mx: Advertencia: no podemos confirmar que su conexión a este sitio sea seguro.
fr: Attention : nous ne pouvons garantir que la connexion à ce site est sécurisée.

source: ErrorPages.AdvancedWarning2.Text
es_mx: Puede ser una mala configuración o una falsificación de un atacante. Sigue adelante si aceptas el riesgo potencial.
fr: Il peut s’agir d’une erreur de configuration ou d’une tentative d’attaque. Poursuivez en ayant conscience du risque encouru.

source: ErrorPages.CertWarning.Description
es_mx: El dueño de %@ ha configurado su sitio web incorrectamente. Para evitar que roben tu información, Firefox no se ha conectado a este sitio web.
fr: Les propriétaires de %@ ont mal configuré leur site. Pour éviter que vos données ne soient dérobées, Firefox ne s’est pas connecté à ce site.

source: ErrorPages.CertWarning.Title
es_mx: Esta conexión no es confiable
fr: Cette connexion n’est pas certifiée

source: ErrorPages.GoBack.Button
es_mx: Volver
fr: Retour

source: ErrorPages.VisitOnce.Button
es_mx: Visitar de todos modos
fr: Visiter tout de même

source: ExternalLink.AppStore.ConfirmationTitle
es_mx: ¿Abrir este enlace en la aplicación de App Store?
fr: Ouvrir ce lien dans l’application App Store ?

source: Firefox will stop syncing with your account, but won’t delete any of your browsing data on this device.
es_mx: Firefox detendrá la sincronización con tu cuenta, pero no eliminará nada en tu historial de navegación en este dispositivo.
fr: Firefox ne se synchronisera plus avec votre compte, mais ne supprimera aucune donnée de navigation sur cet appareil.

source: Firefox would like to access your Photos
es_mx: A Firefox le gustaría acceder a tus fotos
fr: Firefox souhaite accéder à vos photos

source: Firefox.HomePage.Title
es_mx: Página de inicio de Firefox
fr: Page d’accueil de Firefox

source: Forward
es_mx: Adelante
fr: Page suivante

source: FxA.AccountVerificationDetails
es_mx: ¿Correo equivocado? Desconéctate para comenzar de nuevo.
fr: Mauvaise adresse électronique ? Déconnectez-vous ci-dessous pour recommencer.

source: FxA.AccountVerificationRequired
es_mx: Se requiere verificación de cuenta
fr: Vérification du compte nécessaire

source: FxA.AccountVerificationRequiredSurface
es_mx: Necesitas verificar %@. Revisa tu correo donde que te enviará Firefox para el enlace de verificación.
fr: Vous devez vérifier %@. Consultez votre boîte de réception pour accéder au lien de vérification envoyé par Firefox.

source: FxA.FirefoxAccount
es_mx: Cuenta de Firefox
fr: Compte Firefox

source: FxA.ManageAccount
es_mx: Administrar cuenta
fr: Gérer le compte

source: FxA.NoInternetConnection
es_mx: No hay conexión a Internet
fr: Aucune connexion Internet

source: FxA.ResendEmail
es_mx: Reenviar correo
fr: Renvoyer le courriel

source: FxA.SignIntoSync
es_mx: Inicia sesión en Sync
fr: Se connecter à Sync

source: FxA.SyncExplain
es_mx: Recupera tus pestañas, marcadores y contraseñas de tus otros dispositivos.
fr: Retrouvez vos onglets, marque-pages et mots de passe depuis vos autres appareils.

source: FxA.SyncNow
es_mx: Sincronizar ahora
fr: Synchroniser maintenant

source: FxA.TakeYourWebWithYou
es_mx: Lleva la web contigo
fr: Emportez votre Web partout avec vous

source: FxAPush_DeviceConnected_body
es_mx: Firefox Sync se ha conectado a %@
fr: Firefox Sync s’est connecté à %@

source: FxAPush_DeviceConnected_title
es_mx: Sync conectado
fr: Sync connecté

source: FxAPush_DeviceDisconnected_ThisDevice_body
es_mx: Este dispositivo ha sido desconectado exitosamente de Firefox Sync.
fr: Cet appareil a été correctement déconnecté de Firefox Sync.

source: FxAPush_DeviceDisconnected_ThisDevice_title
es_mx: Sync desconectado
fr: Sync déconnecté

source: FxAPush_DeviceDisconnected_UnknownDevice_body
es_mx: Un dispositivo ha sido desconectado de Firefox Sync
fr: Un appareil a été déconnecté de Firefox Sync

source: FxAPush_DeviceDisconnected_body
es_mx: %@ ha sido desconectado exitosamente.
fr: %@ a été déconnecté.

source: FxAPush_DeviceDisconnected_title
es_mx: Sync desconectado
fr: Sync déconnecté

source: General
fr: Général

source: Get your open tabs, bookmarks, and passwords from your other devices.
es_mx: Obtén tus pestañas abiertas, marcadores y contraseñas de tus otros dispositivos.
fr: Retrouvez vos onglets ouverts, marque-pages et mots de passe depuis vos autres appareils.

source: Go
es_mx: Ir
fr: S’y rendre

source: Go to copied URL?
es_mx: ¿Ir a la dirección copiada?
fr: Se rendre à l’adresse copiée ?

source: Help
es_mx: Ayuda
fr: Aide

source: History
es_mx: Historial
fr: Historique

source: HistoryPanel.EmptyState.Title
es_mx: Los sitios web que has visitado recientemente se mostrarán aquí.
fr: Les sites récemment visités s’affichent ici.

source: HistoryPanel.EmptySyncedTabsNullState.Description
es_mx: Las pestañas de tus otros dispositivos se mostrarán aquí.
fr: Les onglets d’autres appareils s’affichent ici.

source: HistoryPanel.EmptySyncedTabsState.Description
es_mx: Inicia sesión para ver las pestañas abiertas en tus otros dispositivos.
fr: Connectez-vous pour afficher ici les onglets ouverts sur vos autres appareils.

source: HistoryPanel.EmptySyncedTabsState.Title
es_mx: Firefox Sync
fr: Firefox Sync

source: HistoryPanel.HistoryBackButton.Title
es_mx: Historial
fr: Historique

source: HistoryPanel.RecentlyClosedTabsButton.Title
es_mx: Cerradas recientemente
fr: Récemment fermés

source: HistoryPanel.SyncedTabsCell.Description.Pluralized
es_mx: %d dispositivo(s) conectados
fr: %d appareil(s) connecté(s)

source: HistoryPanel.SyncedTabsCell.Title
es_mx: Dispositivos sincronizados
fr: Appareils synchronisés

source: HomePage.Set.Dialog.Cancel
es_mx: Cancelar
fr: Annuler

source: HomePage.Set.Dialog.Message
es_mx: Puedes cambiar esto en cualquier momento en las configuraciones
fr: Vous pouvez modifier ce choix à tout moment depuis les paramètres.

source: HomePage.Set.Dialog.OK
es_mx: Establecer página de inicio
fr: Définir comme page d’accueil

source: HomePage.Set.Dialog.Title
es_mx: ¿Deseas usar este sitio web como página de inicio?
fr: Voulez-vous utiliser ce site web comme page d’accueil ?

source: HomePanel.ContextMenu.Bookmark
es_mx: Marcador
fr: Marquer cette page

source: HomePanel.ContextMenu.DeleteFromHistory
es_mx: Eliminar del historial
fr: Supprimer de l’historique

source: HomePanel.ContextMenu.OpenInNewPrivateTab
es_mx: Abrir en una nueva pestaña privada
fr: Ouvrir dans un onglet privé

source: HomePanel.ContextMenu.OpenInNewTab
es_mx: Abrir en una nueva pestaña
fr: Ouvrir dans un nouvel onglet

source: HomePanel.ContextMenu.Remove
es_mx: Eliminar
fr: Retirer

source: HomePanel.ContextMenu.RemoveBookmark
es_mx: Eliminar marcador
fr: Supprimer le marque-page

source: HomePanel.ContextMenu.Share
es_mx: Compartir
fr: Partager

source: Hotkeys.Back.DiscoveryTitle
es_mx: Atrás
fr: Retour

source: Hotkeys.CloseTab.DiscoveryTitle
es_mx: Cerrar pestaña
fr: Fermer l’onglet

source: Hotkeys.Find.DiscoveryTitle
es_mx: Buscar
fr: Rechercher

source: Hotkeys.Forward.DiscoveryTitle
es_mx: Siguiente
fr: Suivant

source: Hotkeys.NewPrivateTab.DiscoveryTitle
es_mx: Nueva pestaña privada
fr: Nouvel onglet privé

source: Hotkeys.NewTab.DiscoveryTitle
es_mx: Nueva pestaña
fr: Nouvel onglet

source: Hotkeys.Reload.DiscoveryTitle
es_mx: Recargar página
fr: Actualiser la page

source: Hotkeys.SelectLocationBar.DiscoveryTitle
es_mx: Seleccionar barra de direcciones
fr: Sélectionner la barre d’adresse

source: Hotkeys.ShowNextTab.DiscoveryTitle
es_mx: Mostrar pestaña siguiente
fr: Afficher l’onglet suivant

source: Hotkeys.ShowPreviousTab.DiscoveryTitle
es_mx: Mostrar pestaña anterior
fr: Afficher l’onglet précédent

source: Increase text size
es_mx: Aumentar tamaño del texto
fr: Augmenter la taille du texte

source: Intro Tour Carousel
es_mx: Introducción al paseo Carousel
fr: Visite guidée

source: Last month
es_mx: Último mes
fr: Le mois dernier

source: Last synced: %@
es_mx: Última sincronización: %@
fr: Dernière synchronisation : %@

source: Last week
es_mx: Última semana
fr: La semaine dernière

source: Licenses
es_mx: Licencias
fr: Licences

source: Light
es_mx: Claro
fr: Clair

source: Load original page
es_mx: Cargar página original
fr: Charger la page d’origine

source: Loading content…
es_mx: Cargando contenido…
fr: Chargement du contenu…

source: Log Out
es_mx: Cerrar sesión
fr: Se déconnecter

source: Log Out?
es_mx: ¿Cerrar sesión?
fr: Se déconnecter ?

source: Log in
es_mx: Ingresar
fr: Se connecter

source: Logins
es_mx: Inicios de sesión
fr: Identifiants

source: LoginsHelper.DontSave.Button
es_mx: No guardar
fr: Ne pas enregistrer

source: LoginsHelper.PromptSaveLogin.Title
es_mx: ¿Guardar inicio de sesión %1$@ para %2$@?
fr: Enregistrer l’identifiant %1$@ pour %2$@ ?

source: LoginsHelper.PromptSavePassword.Title
es_mx: ¿Guardar contraseña para %@?
fr: Enregistrer le mot de passe pour %@ ?

source: LoginsHelper.PromptUpdateLogin.Title
es_mx: ¿Actualizar inicio de sesión para %1$@ en %2$@?
fr: Mettre à jour l’identifiant %1$@ pour %2$@ ?

source: LoginsHelper.PromptUpdatePassword.Title
es_mx: ¿Actualizar contraseña para %@?
fr: Mettre à jour le mot de passe pour %@ ?

source: LoginsHelper.SaveLogin.Button
es_mx: Guardar inicio de sesión
fr: Enregistrer l’identifiant

source: LoginsHelper.Update.Button
es_mx: Actualizar
fr: Mettre à jour

source: Looks like Firefox crashed previously. Would you like to restore your tabs?
es_mx: Parece que Firefox falló. ¿Te gustaría restablecer tus pestañas?
fr: Il semblerait que Firefox ait planté. Voulez-vous restaurer vos onglets ?

source: Mark as Read
es_mx: Marcar como leído
fr: Marquer comme lu

source: Mark as Unread
es_mx: Marcar como no leído
fr: Marquer comme non lu

source: Menu.AddBookmark.Confirm
es_mx: Marcador agregado
fr: Marque-page ajouté

source: Menu.AddToReadingList.Confirm
es_mx: Agregado a la lista de lectura
fr: Ajouter à la liste de lecture

source: Menu.CopyURL.Confirm
es_mx: Enlace URL copiado al portapapeles
fr: Adresse copiée dans le presse-papiers

source: Menu.NightModeTurnOff.Label
es_mx: Desactivar modo de noche
fr: Désactiver le mode nocturne

source: Menu.NightModeTurnOn.Label
es_mx: Habilitar modo de noche
fr: Activer le mode nocturne

source: Menu.NoImageModeHideImages.Label
es_mx: Ocultar imágenes
fr: Masquer les images

source: Menu.NoImageModeShowImages.Label
es_mx: Mostrar imágenes
fr: Afficher les images

source: Menu.RemoveBookmark.Confirm
es_mx: Marcador eliminado
fr: Marque-page supprimé

source: Missing error
es_mx: Falta error
fr: Erreur manquante

source: Missing message
es_mx: Falta mensaje
fr: Message manquant

source: Navigation Toolbar
es_mx: Barra de navegación
fr: Barre de navigation

source: New Tab
es_mx: Nueva pestaña
fr: Nouvel onglet

source: No
fr: Non

source: No tabs
es_mx: Ninguna pestaña
fr: Aucun onglet

source: Not now
es_mx: Ahora no
fr: Plus tard

source: Okay
es_mx: Aceptar
fr: OK

source: Oops! Firefox crashed
es_mx: ¡Ups! Firefox falló
fr: Oups, Firefox a planté

source: Open Settings
es_mx: Abrir configuraciones
fr: Ouvrir les paramètres

source: Open articles in Reader View by tapping the book icon when it appears in the title bar.
es_mx: Abrir artículos en la vista de lectura al tocar el ícono del libro cuando aparece en la barra titular.
fr: Ouvrez des articles en mode lecture en appuyant sur l’icône de livre lorsqu’elle apparaît dans la barre de titre.

source: Open in New Tab
es_mx: Abrir en una nueva pestaña
fr: Ouvrir dans un nouvel onglet

source: Open in…
es_mx: Abrir en…
fr: Ouvrir dans…

source: OpenURL.Error.Message
es_mx: Firefox no puede abrir la página porque tiene una dirección inválida.
fr: Firefox ne parvient pas à ouvrir cette page, car l’adresse est invalide.

source: OpenURL.Error.Title
es_mx: No se puede abrir la página
fr: Impossible d’ouvrir la page

source: Opening %@
es_mx: Abriendo %@
fr: Ouverture de %@

source: Page Options Menu
es_mx: Menú de opciones de la página
fr: Menu des options de la page

source: Panel Chooser
es_mx: Selector de paneles
fr: Sélecteur de panneau

source: Password
es_mx: Contraseña
fr: Mot de passe

source: Paste
es_mx: Pegar
fr: Coller

source: Paste & Go
es_mx: Pegar e ir
fr: Coller et ouvrir

source: PhotonMenu.cancel
es_mx: Cancelar
fr: Annuler

source: Please allow Firefox to access your device’s camera in ‘Settings’ -> ‘Privacy’ -> ‘Camera’.
es_mx: Permitir que Firefox acceda a la cámara de tu dispositivo en 'Configuración' -> 'Privacidad' -> 'Cámara'.
fr: Veuillez autoriser Firefox à accéder à l’appareil photo de votre appareil dans « Réglages » -> « Confidentialité » -> « Appareil photo ».

source: Privacy
es_mx: Privacidad
fr: Vie privée

source: Privacy Policy
es_mx: Política de privacidad
fr: Politique de confidentialité

source: Quick-Search Engines
es_mx: Motores de búsqueda rápida
fr: Moteurs de recherches rapides

source: Reader View
es_mx: Vista de lectura
fr: Mode lecture

source: ReaderMode.Available.VoiceOverAnnouncement
es_mx: Vista de lectura disponible
fr: Mode lecture disponible

source: Reading list
es_mx: Lista de lectura
fr: Liste de lecture

source: RecentlyClosedTabsPanel.Title
es_mx: Cerradas recientemente
fr: Récemment fermés

source: Reload
es_mx: Recargar
fr: Actualiser

source: Remove
es_mx: Eliminar
fr: Retirer

source: Remove from Reading List
es_mx: Eliminar de la Lista de Lectura
fr: Retirer de la liste de lecture

source: Request Desktop Site
es_mx: Solicitar sitio de escritorio
fr: Afficher le site pour ordinateurs

source: Request Mobile Site
es_mx: Solicitar sitio para móviles
fr: Afficher le site mobile

source: Reset text size
es_mx: Restablecer el tamaño de texto
fr: Réinitialiser la taille du texte

source: Sans-serif
fr: Sans sérif

source: Save Image
es_mx: Guardar imagen
fr: Enregistrer l’image

source: Save Logins
es_mx: Guardar Credenciales
fr: Enregistrer les identifiants

source: Save pages to your Reading List by tapping the book plus icon in the Reader View controls.
es_mx: Guardar páginas a la Lista de lectura al tocar el ícono del libro con el signo más en los controles de la Vista de lectura.
fr: Enregistrez des pages dans votre liste de lecture en appuyant sur l’icône de livre possédant un signe « + » présente dans les contrôles du mode lecture.

source: ScanQRCode.Instructions.Label
es_mx: Ajusta el código QR al marco para escanearlo
fr: Placez le code QR dans le cadre pour qu’il soit analysé

source: ScanQRCode.View.Title
es_mx: Escanear código QR
fr: Scanner un code QR

source: Search
es_mx: Búsqueda
fr: Recherche

source: Search or enter address
es_mx: Buscar o ingresar dirección
fr: Recherche ou adresse

source: Search.ThirdPartyEngines.AddMessage
es_mx: El nuevo motor de búsqueda aparecerá en la barra de búsqueda rápida.
fr: Le nouveau moteur de recherche apparaîtra dans la barre de recherche rapide.

source: Search.ThirdPartyEngines.AddSuccess
es_mx: ¡Agregado nuevo motor de búsqueda!
fr: Le moteur de recherche a été ajouté.

source: Search.ThirdPartyEngines.AddTitle
es_mx: ¿Agregar nuevo proveedor de búsqueda?
fr: Ajouter le moteur de recherche ?

source: Search.ThirdPartyEngines.Cancel
es_mx: Cancelar
fr: Annuler

source: Search.ThirdPartyEngines.DuplicateErrorMessage
es_mx: Ya se había añadido un buscador con este título o URL.
fr: Un moteur de recherche du même nom ou de la même adresse a déjà été ajouté.

source: Search.ThirdPartyEngines.DuplicateErrorTitle
es_mx: Fallido
fr: Échec

source: Search.ThirdPartyEngines.FailedMessage
es_mx: El proveedor de búsqueda no pudo agregarse.
fr: Le moteur de recherche ne peut pas être ajouté.

source: Search.ThirdPartyEngines.FailedTitle
es_mx: Falló
fr: Échec

source: Search.ThirdPartyEngines.FormErrorMessage
es_mx: Por favor, llena los campos correctamente.
fr: Veuillez renseigner correctement l’ensemble des champs.

source: Search.ThirdPartyEngines.FormErrorTitle
es_mx: Error
fr: Erreur

source: Search.ThirdPartyEngines.OK
es_mx: Aceptar
fr: OK

source: Searches for the suggestion
es_mx: Busca la sugerencia
fr: Lancer une recherche à partir de cette suggestion
