Repository: zlbmomo/firefox-ios
Catalog: Client/*.lproj/Localizable.strings
Languages: es_mx, fr

source: Secure connection
es_mx: Conexión segura
fr: Connexion sécurisée

source: Send Feedback
es_mx: Enviar comentarios
fr: Donner mon avis

source: Send Report
es_mx: Enviar reporte
fr: Envoyer le rapport

source: Send a crash report so Mozilla can fix the problem?
es_mx: ¿Enviar un reporte de fallo para que Mozilla pueda arreglar el problema?
fr: Envoyer un rapport de plantage afin que Mozilla puisse corriger le problème ?

source: SendTo.Cancel.Button
es_mx: Cancelar
fr: Annuler

source: SendTo.Error.Message
es_mx: Sólo los enlaces HTTP y HTTPS pueden compartirse.
fr: Seuls les liens HTTP ou HTTPS peuvent être partagés.

source: SendTo.Error.OK.Button
es_mx: Aceptar
fr: OK

source: SendTo.Error.Title
es_mx: El enlace que estás tratando de compartir no puede compartirse.
fr: Ce lien ne peut pas être partagé.

source: SentTab.NoTabArrivingNotification.body
es_mx: Presiona para iniciar
fr: Appuyer pour commencer

source: SentTab.NoTabArrivingNotification.title
es_mx: Firefox Sync
fr: Firefox Sync

source: SentTab_TabArrivingNotification_NoDevice_body
es_mx: Nueva pestaña agregada desde otro dispositivo.
fr: Nouvel onglet reçu depuis un autre appareil.

source: SentTab_TabArrivingNotification_NoDevice_title
es_mx: Pestaña recibida
fr: Onglet reçu

source: SentTab_TabArrivingNotification_WithDevice_body
es_mx: Se agregó una nueva pestaña en %@
fr: Nouvel onglet reçu dans %@

source: SentTab_TabArrivingNotification_WithDevice_title
es_mx: Se recibió una pestaña desde %@
fr: Onglet reçu depuis %@

source: Sepia
fr: Sépia

source: Serif
fr: Sérif

source: Settings
es_mx: Ajustes
fr: Paramètres

source: Settings.AddCustomEngine
es_mx: Agregar motor de búsqueda
fr: Ajouter un moteur de recherche

source: Settings.AddCustomEngine.SaveButtonText
es_mx: Guardar
fr: Enregistrer

source: Settings.AddCustomEngine.Title
es_mx: Agregar motor de búsqueda
fr: Ajout moteur de recherche

source: Settings.AddCustomEngine.TitleLabel
es_mx: Título
fr: Nom

source: Settings.AddCustomEngine.TitlePlaceholder
es_mx: Motor de búsqueda
fr: Moteur de recherche

source: Settings.AddCustomEngine.URLLabel
es_mx: URL
fr: Adresse web

source: Settings.AddCustomEngine.URLPlaceholder
es_mx: URL (Cambia búsqueda con %s)
fr: Adresse web (Remplacez la recherche par %s)

source: Settings.ClearPrivateData.Clear.Button
es_mx: Limpiar datos privados
fr: Effacer mes traces

source: Settings.ClearPrivateData.SectionName
es_mx: Limpiar datos privados
fr: Effacer mes traces

source: Settings.ClearPrivateData.Title
es_mx: Limpiar datos privados
fr: Effacer mes traces

source: Settings.DNT.OptionAlwaysOn
es_mx: Siempre
fr: Toujours

source: Settings.DNT.OptionOnWithTP
es_mx: Solamente cuando se esté usando Protección de Rastreo
fr: Seulement lorsque la protection contre le pistage est utilisée

source: Settings.DNT.Title
es_mx: Enviar a los sitios web una señal de No Rastrear para informar que no quieres ser rastreado
fr: Envoyer aux sites web un signal « Ne pas me pister » indiquant que vous ne souhaitez pas être pisté

source: Settings.Disconnect.Button
es_mx: Desconectar Sync
fr: Déconnecter Sync

source: Settings.Disconnect.DestructiveButton
es_mx: Desconectar
fr: Déconnecter

source: Settings.Disconnect.Title
es_mx: ¿Desconectar Sync?
fr: Se déconnecter de Sync ?

source: Settings.HomePage.Clear.Button
es_mx: Limpiar
fr: Effacer

source: Settings.HomePage.SectionName
es_mx: Página de inicio
fr: Page d’accueil

source: Settings.HomePage.Title
es_mx: Configuración de la Página de inicio
fr: Paramètres de la page d’accueil

source: Settings.HomePage.URL.Placeholder
es_mx: Ingresar un sitio web
fr: Saisir une page web

source: Settings.HomePage.URL.Title
es_mx: Página de inicio actual
fr: Page d’accueil actuelle

source: Settings.HomePage.UseCopiedLink.Button
es_mx: Usar enlace copiado
fr: Utiliser le lien copié

source: Settings.HomePage.UseCurrent.Button
es_mx: Usar página actual
fr: Utiliser la page actuelle

source: Settings.HomePage.UseDefault.Button
es_mx: Usar predeterminado
fr: Utiliser la page par défaut

source: Settings.NewTab.Description
es_mx: Cuando abres una nueva pestaña:
fr: À l’ouverture d’un nouvel onglet :

source: Settings.NewTab.Option.ASTitle
es_mx: Contenido adicional
fr: Contenu supplémentaire

source: Settings.NewTab.Option.BlankPage
es_mx: Mostrar página vacía
fr: Afficher une page vide

source: Settings.NewTab.Option.Bookmarks
es_mx: Mostrar marcadores
fr: Afficher les marque-pages

source: Settings.NewTab.Option.HighlightsBookmarks
es_mx: Marcadores recientes
fr: Marque-pages récents

source: Settings.NewTab.Option.HighlightsHistory
es_mx: Visitado
fr: Visité

source: Settings.NewTab.Option.History
es_mx: Mostrar historial
fr: Afficher l’historique

source: Settings.NewTab.Option.HomePage
es_mx: Mostrar página de inicio
fr: Afficher la page d’accueil

source: Settings.NewTab.Option.Pocket
es_mx: Recomendado por Pocket
fr: Recommandations par Pocket

source: Settings.NewTab.Option.ReadingList
es_mx: Mostrar lista de lectura
fr: Afficher la liste de lecture

source: Settings.NewTab.Option.TopSites
es_mx: Mostrar sitios preferidos
fr: Afficher les sites les plus visités

source: Settings.NewTab.SectionName
es_mx: Nueva pestaña
fr: Nouvel onglet

source: Settings.NewTab.Title
es_mx: Configuraciones de nuevas pestañas
fr: Paramètres Nouvel onglet

source: Settings.OfferClipboardBar.Status
es_mx: Cuando esté abriendo Firefox
fr: À l’ouverture de Firefox

source: Settings.OfferClipboardBar.Title
es_mx: Ofrecer para abrir enlaces copiados
fr: Proposer d’ouvrir les liens copiés

source: Settings.OpenWith.PageTitle
es_mx: Abrir enlaces de correo con
fr: Ouvrir les liens des courriels avec

source: Settings.OpenWith.SectionName
es_mx: Aplicación de correo
fr: Application de messagerie électronique

source: Settings.Search.Done.Button
es_mx: Hecho
fr: Terminé

source: Settings.Search.Edit.Button
es_mx: Editar
fr: Modifier

source: Settings.SendUsage.Link
es_mx: Aprender más.
fr: En savoir plus.

source: Settings.SendUsage.Message
es_mx: Mozilla lucha por recolectar solo lo necesario para brindar y mejorar Firefox para todos.
fr: Mozilla veille à collecter uniquement les données nécessaires afin d’offrir et d’améliorer Firefox pour tout le monde.

source: Settings.SendUsage.Title
es_mx: Enviar datos de uso
fr: Envoyer des données d’utilisation

source: Settings.TrackingProtection.BlockListsHeader
es_mx: Puedes elegir cual lista Firefox usará para bloquear elementos Web que pueden rastrear tu actividad de navegación.
fr: Vous pouvez désormais choisir quelle liste Firefox doit utiliser pour bloquer les éléments web susceptibles de pister votre navigation.

source: Settings.TrackingProtection.BlockListsTitle
es_mx: Bloquear listas
fr: Listes de blocage

source: Settings.TrackingProtection.SectionName
es_mx: Protección de rastreo
fr: Protection contre le pistage

source: Settings.TrackingProtectionOption.BlockListBasic
es_mx: Básico (Recomendado)
fr: Basique (recommandé)

source: Settings.TrackingProtectionOption.BlockListBasicDescription
es_mx: Permitir algunos rastreadores para que los sitios web funciones adecuadamente.
fr: Autorise certains éléments de pistage afin que des sites fonctionnent correctement.

source: Settings.TrackingProtectionOption.BlockListStrict
es_mx: Estricto
fr: Stricte

source: Settings.TrackingProtectionOption.BlockListStrictDescription
es_mx: Bloquear rastreadores conocidos. Algunos sitios web puede no funcionar adecuadamente.
fr: Bloque les éléments de pistage connus. Certains sites peuvent ne pas fonctionner correctement.

source: Settings.TrackingProtectionOption.EnabledStateFooterLabel
es_mx: El rastreo es una recolección de tus datos de navegación en varios sitios web. El rastreo puede ser usado para crear un perfil y mostrar contenido en base a tu navegación e información personal.
fr: Le pistage correspond à la collecte de vos données de navigation sur plusieurs sites web. Le pistage peut servir à établir un profil et afficher du contenu en rapport avec votre navigation et vos données personnelles.

source: Settings.TrackingProtectionOption.EnabledStateHeaderLabel
es_mx: Usar Protección de Rastreo para bloquear rastreadores conocidos
fr: Utiliser la protection contre le pistage pour bloquer les traqueurs connus

source: Settings.TrackingProtectionOption.OffLabel
es_mx: Nunca
fr: Jamais

source: Settings.TrackingProtectionOption.OnInPrivateBrowsingLabel
es_mx: Sólo en el modo de Navegación Privada
fr: Uniquement en mode de navigation privée

source: Settings.TrackingProtectionOption.OnLabel
es_mx: Siempre encendido
fr: Toujours l’activer

source: Settings.TroubleShootSync.Title
es_mx: Solucionar problemas
fr: Informations pour corriger certains problèmes

source: Share Link
es_mx: Compartir enlace
fr: Partager le lien

source: ShareTo.Cancel.Button
es_mx: Cancelar
fr: Annuler

source: Show Search Suggestions
es_mx: Mostrar sugerencias de búsqueda
fr: Afficher les suggestions

source: Show Tabs
es_mx: Mostrar pestañas
fr: Afficher les onglets

source: Show Tour
es_mx: Dar un paseo
fr: Lancer la visite guidée

source: Show search suggestions
es_mx: Mostrar sugerencias de búsqueda
fr: Afficher les suggestions

source: Sign in
es_mx: Iniciar sesión
fr: Se connecter

source: Stop
es_mx: Detener
fr: Arrêter

source: Support
es_mx: Soporte
fr: Assistance

source: Swipe right or left with three fingers to close the tab.
es_mx: Desliza a la derecha o a la izquierda con tres dedos para cerrar la pestaña.
fr: Faites glisser trois doigts vers la droite ou la gauche pour fermer l’onglet.

source: Sync Now
es_mx: Sincronizar ahora
fr: Synchroniser maintenant

source: Sync your tabs, bookmarks, passwords and more.
es_mx: Sincronizar las pestañas, marcadores, contraseñas y más.
fr: Synchronisez vos onglets, marque-pages, mots de passe et bien plus.

source: Sync your tabs, passwords and more.
es_mx: Sincroniza tus pestañas, contraseñas y más.
fr: Synchronisez vos onglets, mots de passe et bien plus.

source: Sync.FirstTimeMessage.Label
es_mx: Tu primera sincronización puede tomar algo de tiempo
fr: La première synchronisation peut prendre un moment

source: Sync.Syncing.Label
es_mx: Sincronizando
fr: Synchronisation en cours

source: Sync.SyncingEllipsis.Label
es_mx: Sincronizando…
fr: Synchronisation en cours…

source: SyncState.Bookmark.Title
es_mx: Marcadores
fr: Marque-pages

source: SyncState.Clients.Title
es_mx: Clientes remotos
fr: Clients distants

source: SyncState.Failed.Title
es_mx: La sincronización ha fallado
fr: Échec de la synchronisation

source: SyncState.History.Title
es_mx: Historial
fr: Historique

source: SyncState.Logins.Title
es_mx: Inicios de sesión
fr: Identifiants

source: SyncState.NotStarted.Title
es_mx: Sync no está disponible
fr: Sync n’est pas disponible

source: SyncState.Offline.Title
es_mx: Sync está sin conexión
fr: Sync est hors connexion

source: SyncState.Partial.Title
es_mx: Sync está teniendo problemas al sincronizar %@
fr: Sync a rencontré des problèmes lors de la synchronisation des données « %@ »

source: SyncState.Tabs.Title
es_mx: Pestañas
fr: Onglets

source: Tab %@ of %@
es_mx: Pestaña %1$@ de %2$@
fr: Onglet %1$@ sur %2$@

source: Tabs %@ to %@ of %@
es_mx: Pestañas %1$@ a %2$@ de %3$@
fr: Onglets %1$@ à %2$@ sur %3$@

source: Tabs Tray
es_mx: Bandeja de pestañas
fr: Liste des onglets

source: Tabs.DeleteAllUndo.Button
es_mx: Deshacer
fr: Annuler

source: Tabs.DeleteAllUndo.Title
es_mx: %d pestaña(s) cerrada(s)
fr: %d onglet(s) fermé(s)

source: The data is invalid
es_mx: Información no válida
fr: Données non valides.

source: The page could not be displayed in Reader View.
es_mx: La página no se pudo visualizar en la vista de lectura.
fr: La page n’a pas pu être affichée en mode lecture.

source: There was a problem accessing tabs from your other devices. Try again in a few moments.
es_mx: Hubo un problema al acceder a las pestañas de tus otros dispositivos. Intenta otra vez en unos momentos.
fr: Un problème s’est produit en accédant aux onglets d’autres appareils. Veuillez réessayer plus tard.

source: There was an error converting the page
es_mx: Hubo un error al convertir la página
fr: Une erreur s’est produite lors de la conversion de la page

source: This allows you to save the image to your Camera Roll.
es_mx: Esto te permite guardar la imagen a la galería.
fr: Ceci vous permet d’enregistrer l’image dans Pellicule.

source: This will open in another application
es_mx: Esto se abrirá en otra aplicación
fr: Ceci va être ouvert dans une autre application

source: Today
es_mx: Hoy
fr: Aujourd’hui

source: Toolbar.Menu.AccessibilityLabel
es_mx: Menú
fr: Menu

source: Toolbar.Menu.CloseAllTabs
es_mx: Cerrar todas las pestañas
fr: Fermer tous les onglets

source: Top sites
es_mx: Sitios frecuentes.
fr: Les plus visités

source: TopSites.EmptyState.Description
es_mx: Tus sitios más visitados se mostrarán aquí.
fr: Les sites les plus visités s’afficheront ici.

source: TopSites.EmptyState.Title
es_mx: Sitios más visitados
fr: Sites les plus visités

source: TopSites.RemovePage.Button
es_mx: Eliminar página - %@
fr: Supprimer la page - %@

source: Update
es_mx: Actualizar
fr: Mettre à jour

source: Upgrade Firefox to connect.
es_mx: Actualizar Firefox para conectar
fr: Veuillez mettre à jour Firefox pour vous connecter.

source: Username
es_mx: Nombre de usuario
fr: Nom d’utilisateur

source: Verify your email address.
es_mx: Verifica tu dirección de correo
fr: Veuillez confirmer votre adresse électronique.

source: Version %@ (%@)
es_mx: Versión %1$@ (%2$@)
fr: Version %1$@ (%2$@)

source: Web content
es_mx: Contenido web
fr: Contenu web

source: Welcome to your Reading List
es_mx: Bienvenido a tu lista de lectura
fr: Bienvenue dans votre liste de lecture

source: Well, this is embarrassing.
es_mx: Bueno, esto da pena.
fr: Hum, c’est embarrassant.

source: Yes
es_mx: Si
fr: Oui

source: Yesterday
es_mx: Ayer
fr: Hier

source: You don’t have any tabs open in Firefox on your other devices.
es_mx: No hay otras pestañas abiertas de Firefox en tus otros dispositivos.
fr: Vous n’avez aucun onglet ouvert dans Firefox sur vos autres appareils.

source: Your Rights
es_mx: Tus derechos
fr: Droits de l’utilisateur

source: computer
es_mx: computadora
fr: ordinateur

source: just now
es_mx: apenas
fr: à l’instant

source: mobile device
es_mx: dispositivo móvil
fr: appareil mobile

source: more than a month ago
es_mx: hace más de un mes
fr: il y a plus d’un mois

source: more than a week ago
es_mx: hace más de una semana
fr: il y a plus d’une semaine

source: read
es_mx: leer
fr: Lu

source: this week
es_mx: esta semana
fr: cette semaine

source: today at %@
es_mx: hoy a las %@
fr: aujourd’hui à %@

source: unread
es_mx: no leído
fr: Non lu

source: yesterday
es_mx: ayer
fr: hier

source: OK
es_mx: Aceptar
